/*
 * Знайомство з масивами
 * - Оголошення
 * - Індексація
 * - Довжина
 * - Індекс останього елемента
 * - Перевизначення
 *
 * 'Mango', 'Kiwi', 'Poly', 'Ajax'
 */
const friends = ['Mango', 'Kiwi', 'Poly', 'Ajax'];
/*
 * Передача по посиланню та по значенню
 * - Примітиви та складні типи
 * - Посилкова рівність (referential equality)
 */

/*
 * Перебір (ітерація) масива
 * - for - якщо потрібен індекс або потрібно змінити елемент масива
 * - for...of - якщо індекс не потрібен і в масиві нічого міняти не потрібно
 */
