// #1 Робимо slug в URL з назви статті (наприклад на dev.to)
//  Заголовок статті складається лише з букв та пробілів
//  const title = 'Top 10 benefits of React framework';
// Має вийти  top-10-benefits-of-react-framework

// #2 Напиши скрипт, який рахує суму елементів двох масивів.
// const array1 = [5, 10, 15, 20];
// const array2 = [10, 20, 30];
// let total = 0;

// #3 Працюємо з колекцією карток.
// const cards = ['Картка-1', 'Картка-2', 'Картка-3', 'Картка-4', 'Картка-5'];
// Необхідно видалити з масиву 'Картка-3'. Додати в масив 'Картка-6'
